电子书分享：现在已经把所有的电子书打包放在OneDrive网盘之中：
他有数个优点：直接下载需要项目，不占用你的空间：缺点是不能够转存：
同时，我现在已经把文件同时放在了我的专属夸克网盘，以下是链接：
半兵卫的分享区
影音馆

百度网盘：由于辛普森一家被和谐，所以分享不了链接
zgr2941879004
添加上面wx:回复辛普森即可获取

或将这个夸克网盘文件保存到你的网盘后，下载里面的文件获取链接🔗，要不然易被和谐：「兴普僧一家」，复制整段内容，打开最新版「夸克APP」即可获取。
链接：https://pan.quark.cn/s/308598f58b6a
同理部分成人资料为网盘禁传资源：
学习资料：（18🈲入）链接:https://x-x.fun/e/Xaa105b574Xbg



其他电影类型：
夸克网盘：https://pan.quark.cn/s/269c3e7e847b


西医学习资源
百度网盘  https://pan.baidu.com/s/1UlTIBj8EfPoIcseis7vM_g?pwd=h094
夸克网盘：https://pan.quark.cn/s/6beddd33b317
完整版西医学习资料：链接:https://x-x.fun/e/WC3485d75epSJ

电子书图书馆
百度网盘：待更新
夸克网盘：https://pan.quark.cn/s/cd7953f62668
